---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationConnectorInfo
source: html/5cf7f90b-6a13-90db-0e27-ded2e534b87e.htm
---
# FabricationConnectorInfo Properties

Fabrication body connector Id.